[
  { "id": 1, "pergunta": "O repositório oficial do projeto foi criado e está acessível à equipe?" },
  { "id": 2, "pergunta": "O canal de atendimento (Help Desk) do projeto foi criado com informações de contato?" },
  { "id": 3, "pergunta": "O Plano de Gerência de Configuração (PGC) foi elaborado formalmente em documento separado?" },
  { "id": 4, "pergunta": "O PGC (Plano de Gerência de Configuração) segue o template oficial disponibilizado pela organização?" },
  { "id": 5, "pergunta": "Todos os campos do PGC (Plano de Gerência de Configuração) foram preenchidos corretamente?" },
  { "id": 6, "pergunta": "O padrão de estrutura de pastas e arquivos do repositório está descrito no PGC?" },
  { "id": 7, "pergunta": "O PGC foi revisado e aprovado por um responsável técnico?" },
  { "id": 8, "pergunta": "Todos os itens de configuração estão armazenados em seus diretórios corretos no repositório?" },
  { "id": 9, "pergunta": "Os nomes dos itens de configuração seguem o padrão definido no PGC?" },
  { "id": 10, "pergunta": "Cada item de configuração possui um identificador único descrito no PGC?" },
  { "id": 11, "pergunta": "Todos os commits realizados no repositório seguem o padrão de mensagem definido?" },
  { "id": 12, "pergunta": "As datas de baseline definidas no PGC foram inseridas no calendário oficial de qualidade?" },
  { "id": 13, "pergunta": "O Plano de Garantia da Qualidade (PGQ) foi criado como documento formal do projeto?" },
  { "id": 14, "pergunta": "O PGQ (Plano de Garantia da Qualidade) segue integralmente o template institucional?" },
  { "id": 15, "pergunta": "Todos os campos obrigatórios do PGQ foram preenchidos corretamente?" },
  { "id": 16, "pergunta": "O PGQ foi avaliado por um auditor ou responsável pela qualidade?" },
  { "id": 17, "pergunta": "O PGQ foi aprovado formalmente e consta assinatura ou validação?" },
  { "id": 18, "pergunta": "As datas de auditoria descritas no PGQ foram inseridas no calendário oficial da equipe?" },
  { "id": 19, "pergunta": "Foi realizada ao menos uma auditoria de qualidade conforme previsto no PGQ?" },
  { "id": 20, "pergunta": "A ferramenta de registro de Não Conformidades (NCs) foi atualizada com o resultado da auditoria?" },
  { "id": 21, "pergunta": "As advertências emitidas durante a auditoria foram registradas por escrito?" },
  { "id": 22, "pergunta": "As advertências foram comunicadas formalmente aos responsáveis pelo projeto?" },
  { "id": 23, "pergunta": "Quando não foram identificadas NCs, essa ausência foi registrada e comunicada formalmente?" },
  { "id": 24, "pergunta": "A ausência de NCs foi documentada conforme modelo definido?" },
  { "id": 25, "pergunta": "Cada NC identificada possui uma solicitação formal de resolução?" },
  { "id": 26, "pergunta": "As solicitações de resolução de NCs contêm prazos, responsáveis e tipo da NC?" },
  { "id": 27, "pergunta": "As datas para reavaliação das NCs foram inseridas no calendário de qualidade?" },
  { "id": 28, "pergunta": "As NCs foram verificadas após o prazo e atualizadas na ferramenta de controle?" },
  { "id": 29, "pergunta": "As NCs que não foram resolvidas no prazo foram escalonadas para os superiores?" },
  { "id": 30, "pergunta": "As resoluções de todas as NCs foram devidamente registradas e armazenadas?" },
  { "id": 31, "pergunta": "A comunicação da resolução de cada NC foi feita formalmente ao solicitante?" },
  { "id": 32, "pergunta": "Foi gerado um Relatório de Garantia da Qualidade ao final da auditoria?" },
  { "id": 33, "pergunta": "O Relatório de Garantia da Qualidade segue o modelo institucional?" },
  { "id": 34, "pergunta": "O relatório foi preenchido sem omissões ou campos incompletos?" },
  { "id": 35, "pergunta": "O relatório final foi apresentado aos responsáveis pelo projeto?" },
  { "id": 36, "pergunta": "O PGQ inclui objetivos claros de medição definidos conforme o escopo do projeto?" },
  { "id": 37, "pergunta": "Os objetivos de medição do PGQ estão alinhados com o Guia Organizacional de Medidas?" },
  { "id": 38, "pergunta": "As medidas (primitivas e derivadas) foram descritas no PGQ de forma objetiva?" },
  { "id": 39, "pergunta": "As medidas especificadas no PGQ estão em conformidade com o guia organizacional?" },
  { "id": 40, "pergunta": "Os treinamentos obrigatórios descritos no Plano de Projeto foram comunicados aos participantes?" }
]
